# St7NewPlyProperty

Creates a new ply property.

long St7NewPlyProperty(long uID, long PropNum, char* PropName)
Input Parameters
uID
Strand7 model file ID.
PropNum
Ply property number.
PropName
Name of the property.